EWSEditor/EwsPostExamples/AddNewImContactToGroup.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
               xmlns:t="http://schemas.microsoft.com/exchange/services/2006/types"
               xmlns:m="http://schemas.microsoft.com/exchange/services/2006/messages">
  <soap:Header>
    <t:RequestServerVersion Version="Exchange2013" />
    <t:MailboxCulture>en-US</t:MailboxCulture>
    <t:TimeZoneContext>
      <t:TimeZoneDefinition Id="GMT Standard Time"/>
    </t:TimeZoneContext>
  </soap:Header>
  <soap:Body >
    <m:AddNewImContactToGroup>
      <m:ImAddress>tsmith@contoso.com</m:ImAddress>
      <m:DisplayName>Tony Smith</m:DisplayName>
      <m:GroupId Id="AAMkAGQ1MjJjMTBkLTc4Y2UtNDAAAQKAAA="
                 ChangeKey="EgAAAA=="/>
    </m:AddNewImContactToGroup>
  </soap:Body>
</soap:Envelope>